Repository: hominhtuong/MTLocalization
Catalog: XcodeLocalization/results/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, et, fi, fr, hi, id, it, ja, km, kn, ko, lo, lv, ms, nl, pl, pt_pt, ru, th, tr, uk, vi, zh_hans

# general_appName
source: Weighing Produce
ar: وزن المنتجات
cs: Vážení produkce
de: Wiegen von Produkten
el: Ζύγιση Προϊόν
es: Pesaje de productos
et: Toote kaalumine
fi: Punnitustuote
fr: Peser les produits
hi: उपज का वजन
id: Menimbang Hasil
it: Pesatura dei prodotti
ja: 農産物の計量
km: ថ្លឹងផលិតផល
kn: ತೂಕದ ಉತ್ಪನ್ನ
ko: 농산물 계량
lo: ການຊັ່ງນໍ້າໜັກສິນຄ້າ
lv: Produktu svēršana
ms: Menimbang Hasil
nl: Producten wegen
pl: Ważenie produktu
pt_pt: Pesando Produtos
ru: Взвешивание продуктов
th: การชั่งน้ำหนักผลผลิต
tr: Tartım Ürünleri
uk: Зважування продукції
vi: Cân Nông Sản
zh_hans: 称重产品

# tabbar_calculator
source: Calculator
ar: آلة حاسبة
cs: Kalkulačka
de: Kalkulator
el: Αριθμομηχανή
es: Calculadora
et: Kalkulaator
fi: Laskin
fr: Calculatrice
hi: कैलकुलेटर
id: Kalkulator
it: Calcolatrice
ja: 電卓
km: ម៉ាស៊ីនគិតលេខ
kn: ಕ್ಯಾಲ್ಕುಲೇಟರ್
ko: 계산자
lo: ເຄື່ອງຄິດເລກ
lv: Kalkulators
ms: Kalkulator
nl: Rekenmachine
pl: Kalkulator
pt_pt: Calculadora
ru: Калькулятор
th: เครื่องคิดเลข
tr: Hesap Makinesi
uk: Калькулятор
vi: Máy tính
zh_hans: 计算器

# tabbar_weighing
source: Weighing
ar: وزن
cs: Vážení
de: Wiegen
el: Ζύγισμα
es: Peso
et: Kaalumine
fi: Punnitus
fr: Pesée
hi: वजन
id: Menimbang
it: Pesatura
ja: 計量
km: ថ្លឹង
kn: ತೂಗುತ್ತಿದೆ
ko: 계량
lo: ນ້ຳໜັກ
lv: Svēršana
ms: Menimbang
nl: Weging
pl: Ważenie
pt_pt: Pesagem
ru: Взвешивание
th: การชั่งน้ำหนัก
tr: Tartım
uk: зважування
vi: Cân
zh_hans: 称重

# tabbar_settings
source: Settings
ar: إعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
lo: ການຕັ້ງຄ່າ
lv: Iestatījumi
ms: tetapan
nl: Instellingen
pl: Ustawienia
pt_pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# screen_weighing_summary
source: Summary
ar: ملخص
cs: Shrnutí
de: Zusammenfassung
el: Περίληψη
es: Resumen
et: Kokkuvõte
fi: Yhteenveto
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: まとめ
km: សង្ខេប
kn: ಸಾರಾಂಶ
ko: 요약
lo: ສະຫຼຸບ
lv: Kopsavilkums
ms: Ringkasan
nl: Samenvatting
pl: Streszczenie
pt_pt: Resumo
ru: Краткое содержание
th: สรุป
tr: Özet
uk: Резюме
vi: Tổng hợp
zh_hans: 概括

# screen_weighing_export
source: Export goods
ar: تصدير البضائع
cs: Export zboží
de: Waren exportieren
el: Εξαγωγή αγαθών
es: exportar bienes
et: Ekspordi kaupu
fi: Vie tavaroita
fr: Exporter des marchandises
hi: माल निर्यात करें
id: Ekspor barang
it: Esportare merci
ja: 輸出品
km: ទំនិញនាំចេញ
kn: ಸರಕುಗಳನ್ನು ರಫ್ತು ಮಾಡಿ
ko: 수출품
lo: ສິນຄ້າສົ່ງອອກ
lv: Eksportēt preces
ms: Barang eksport
nl: Goederen exporteren
pl: Eksportuj towary
pt_pt: Exportar mercadorias
ru: Экспортные товары
th: สินค้าส่งออก
tr: İhracat malları
uk: Експортні товари
vi: Hàng Xuất
zh_hans: 出口商品

# screen_weighing_defective
source: Defective goods
ar: البضائع المعيبة
cs: Vadné zboží
de: Defekte Ware
el: Ελαττωματικά εμπορεύματα
es: Mercancías defectuosas
et: Defektiga kaup
fi: Viallinen tavara
fr: Marchandises défectueuses
hi: दोषपूर्ण माल
id: Barang cacat
it: Merce difettosa
ja: 不良品
km: ទំនិញខូច
kn: ದೋಷಯುಕ್ತ ಸರಕುಗಳು
ko: 불량품
lo: ສິນຄ້າຜິດປົກກະຕິ
lv: Bojātas preces
ms: Barang rosak
nl: Defecte goederen
pl: Towar wadliwy
pt_pt: Mercadorias defeituosas
ru: Дефектный товар
th: สินค้ามีตำหนิ
tr: Arızalı mallar
uk: Бракований товар
vi: Hàng Dạt
zh_hans: 不良品

# screen_weighing_bulk
source: Bulk goods
ar: البضائع السائبة
cs: Hromadné zboží
de: Massenware
el: Εμπορεύματα χύμα
es: Productos a granel
et: Puistekaubad
fi: Irtotavarat
fr: Marchandises en vrac
hi: थोक माल
id: Barang massal
it: Merci sfuse
ja: バルク品
km: ទំនិញច្រើន។
kn: ಬೃಹತ್ ಸರಕುಗಳು
ko: 벌크상품
lo: ສິນຄ້າຫຼາຍ
lv: Lielapjoma preces
ms: Barang pukal
nl: Bulkgoederen
pl: Towary masowe
pt_pt: Mercadorias a granel
ru: Массовые товары
th: สินค้าเทกอง
tr: Toplu mallar
uk: Масові товари
vi: Hàng Xá
zh_hans: 大宗货物

# language_selectLanguage
source: Select Language
ar: اختار اللغة
cs: Zvolte jazyk
de: Sprache auswählen
el: Επιλέξτε γλώσσα
es: Seleccione el idioma
et: Vali keel
fi: Valitse kieli
fr: Choisir la langue
hi: भाषा चुने
id: Pilih bahasa
it: Seleziona la lingua
ja: 言語を選択する
km: ជ្រើសរើស ភាសា
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 언어를 선택하십시오
lo: ເລືອກພາສາ
lv: Izvēlēties valodu
ms: Pilih Bahasa
nl: Selecteer taal
pl: Wybierz język
pt_pt: Selecione o idioma
ru: Выберите язык
th: เลือกภาษา
tr: Dil Seçin
uk: Оберіть мову
vi: Chọn ngôn ngữ
zh_hans: 选择语言

# language_arabic
source: Arabic
ar: عربي
cs: arabština
de: Arabisch
el: αραβικός
es: Arábica
et: Araabia
fi: arabialainen
fr: arabe
hi: अरबी
id: Arab
it: Arabo
ja: アラビア語
km: អារ៉ាប់
kn: ಅರೇಬಿಕ್
ko: 아라비아 말
lo: ພາສາອາຣັບ
lv: Arābu
ms: Arab
nl: Arabisch
pl: arabski
pt_pt: árabe
ru: арабский
th: ภาษาอาหรับ
tr: Arapça
uk: Арабський
vi: Tiếng Ả Rập
zh_hans: 阿拉伯

# language_ukrainian
source: Ukrainian
ar: الأوكرانية
cs: ukrajinština
de: ukrainisch
el: Ουκρανός
es: ucranio
et: Ukraina
fi: Ukrainalainen
fr: ukrainien
hi: यूक्रेनी
id: Orang Ukraina
it: ucraino
ja: ウクライナ人
km: ជនជាតិអ៊ុយក្រែន
kn: ಯುಕೆರಿನ
ko: 우크라이나 인
lo: ອູແກຣນ
lv: Ukraiņu
ms: Ukraine
nl: Oekraïens
pl: ukraiński
pt_pt: ucraniano
ru: украинец
th: ชาวยูเครน
tr: Ukrayna
uk: Український
vi: Tiếng Ukraine
zh_hans: 乌克兰

# language_turkish
source: Turkish
ar: اللغة التركية
cs: turečtina
de: Türkisch
el: τούρκικος
es: turco
et: Türgi
fi: Turkkilainen
fr: turc
hi: तुर्की
id: Turki
it: Turco
ja: トルコ語
km: ទួរគី
kn: ಟರ್ಕಿಯ
ko: 터키
lo: ພາສາຕຸລະກີ
lv: Turku
ms: Turki
nl: Turks
pl: turecki
pt_pt: turco
ru: турецкий
th: ตุรกี
tr: Türkçe
uk: Турецький
vi: Tiếng Thổ Nhĩ Kỳ
zh_hans: 土耳其

# language_thai
source: Thai
ar: التايلاندية
el: Ταϊλάνδης
es: tailandés
et: Tai
fi: Thaimaalainen
fr: thaïlandais
hi: थाई
it: tailandese
ja: タイ
km: ថៃ
kn: ದರ್ಜೆ
ko: 태국
lo: ຄົນໄທ
lv: Taizemiete
nl: Thais
pl: tajski
pt_pt: tailandês
ru: Тайский
th: แบบไทย
tr: Tayland
uk: Тайський
vi: Tiếng Thái
zh_hans: 泰国

# language_spanish
source: Spanish
ar: الأسبانية
cs: španělština
de: Spanisch
el: Ισπανικά
es: Español
et: Hispaania keel
fi: Espanja
fr: Espagnol
hi: स्पैनिश
id: Orang Spanyol
it: spagnolo
ja: スペイン語
km: អេស្ប៉ាញ
kn: ಸ್ಪೋರ್ಯ
ko: 스페인의
lo: ສະເປນ
lv: Spāņu valoda
ms: Sepanyol
nl: Spaans
pl: hiszpański
pt_pt: Espanhol
ru: испанский
th: ภาษาสเปน
tr: İspanyol
uk: Іспанська мова
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙语

# language_russian
source: Russian
ar: الروسية
cs: ruština
de: Russisch
el: Ρωσική
es: ruso
et: Vene
fi: Venäjän kieli
fr: russe
hi: रूसी
id: Rusia
it: russo
ja: ロシア
km: រុស្ស៊ី
kn: ರಷ್ಯಾದ
ko: 러시아인
lo: ພາສາລັດເຊຍ
lv: Krievs
ms: Rusia
nl: Russisch
pl: Rosyjski
pt_pt: russo
ru: Русский
th: ชาวรัสเซีย
tr: Rusça
uk: російський
vi: Tiếng Nga
zh_hans: 俄语

# language_portuguese
source: Portuguese
ar: البرتغالية
cs: portugalština
de: Portugiesisch
el: Πορτογαλικά
es: portugués
et: Portugali keel
fi: Portugalin kieli
fr: Portugais
hi: पुर्तगाली
id: Portugis
it: portoghese
ja: ポルトガル語
km: ព័រទុយហ្កាល់
kn: ಪೋರ್ಚುಗೀಸ್
ko: 포르투갈 인
lo: ປອກຕຸຍການ
lv: Portugāļu valoda
ms: Portugis
nl: Portugees
pl: portugalski
pt_pt: Português
ru: португальский
th: ชาวโปรตุเกส
tr: Portekizce
uk: Португальський
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙语

# language_polish
source: Polish
ar: تلميع
cs: polština
de: Polieren
el: Στίλβωση
es: Polaco
et: Poola
fi: Kiillottaa
fr: polonais
hi: पोलिश
id: Polandia
it: Polacco
ja: 研磨
km: ធេវីអាេយរលោង
kn: ಹೊಳಪು ಕೊಡು
ko: 광택
lo: ໂປໂລຍ
lv: Pulēt
ms: Menggilap
nl: Pools
pl: Polski
pt_pt: polonês
ru: Лак
th: ขัด
tr: Lehçe
uk: Польський
vi: Tiếng Ba Lan
zh_hans: 抛光

# language_latvian
source: Latvian
ar: لاتفيا
cs: lotyšský
de: lettisch
el: Λετονική
es: letón
et: Läti
fi: Latvialainen
fr: letton
hi: लात्वीयावासी
id: Latvia
it: lettone
ja: ラトビアン
km: ឡាតវីយ៉ា
kn: ಲಾಟ್ವಿಯದ
ko: 라트비아 사람
lo: ລັດເວຍ
lv: Latviešu
nl: Letland
pl: łotewski
pt_pt: letão
ru: Латышский
th: เกี่ยวกับลัตเวีย
tr: Letonyalı
uk: Латвійський
vi: Tiếng Latvia
zh_hans: 拉脱维亚

# language_lao
source: Lao
ar: لاو
el: Λάος
hi: लाओ
ja: ラオス
km: ឡាវ
kn: ಲಾವನ
ko: 라오
lo: ພາສາລາວ
pt_pt: Laos
ru: Лаос
th: ลาว
uk: Лао
vi: Tiếng Lào
zh_hans: 老挝

# language_malay
source: Malay
ar: لغة الملايو
de: malaiisch
el: Μαλαισία
es: malayo
et: Malai
fi: Malaijilainen
fr: malais
hi: मलायी
id: Melayu
it: malese
ja: マレー
km: ម៉ាឡេ
kn: ಮಲಯ
ko: 말레이 사람
lo: ມາເລ
lv: Malajiešu valoda
ms: Melayu
nl: Maleis
pl: malajski
pt_pt: malaio
ru: малайский
th: มลายู
uk: Малайський
vi: Tiếng Mã lai
zh_hans: 马来语

# language_korean
source: Korean
ar: الكورية
cs: korejština
de: Koreanisch
el: κορεάτης
es: coreano
et: Korea
fi: Korealainen
fr: coréen
hi: कोरियाई
id: Korea
it: coreano
ja: 韓国語
km: កូរ៉េ
kn: ಕೊರಿಯಾದ
ko: 한국인
lo: ເກົາຫຼີ
lv: Korejiešu
ms: Korea
nl: Koreaans
pl: koreański
pt_pt: coreano
ru: Корейский
th: เกาหลี
tr: Koreli
uk: Корейський
vi: Tiếng Hàn Quốc
zh_hans: 韩国人

# language_khmer
source: Khmer
ar: الخمير
el: Χμερ
es: Jemer
et: Khme
hi: खमेर
ja: クメール
km: ខ្មែរ
kn: ಖಮೇರ್
ko: 크메르
lo: ໄທຣາ
lv: Khmers
ru: Кхмер
th: เขมรตัว
uk: Кхмер
vi: Tiếng Khmer
zh_hans: 高棉

# language_kannada
source: Kannada
ar: الكانادا
el: Κανάντα
hi: कन्नडा
ja: カンナダ
kn: ಕನ್ನಡಿ
ko: 칸나다어
lv: Kannāda
ru: Каннада
th: ภาษากันนาดา
uk: Канада
vi: Tiếng Kannada
zh_hans: 卡纳达语

# language_japanese
source: Japanese
ar: اليابانية
cs: japonský
de: japanisch
el: Ιαπωνικά
es: japonés
et: Jaapani keel
fi: japanilainen
fr: Japonais
hi: जापानी
id: Jepang
it: giapponese
ja: 日本語
km: ជនជាតិជប៉ុន
kn: ಜಪಾನೀಸ್
ko: 일본어
lo: ຍີ່ປຸ່ນ
lv: Japānis
ms: Jepun
nl: Japans
pl: język japoński
pt_pt: japonês
ru: Японский
th: ญี่ปุ่น
tr: Japonca
uk: Японський
vi: tiếng Nhật
zh_hans: 日本人

# language_italian
source: Italian
ar: إيطالي
cs: italština
de: Italienisch
el: ιταλικός
es: italiano
et: Itaallane
fi: italialainen
fr: italien
hi: इतालवी
id: Italia
it: Italiano
ja: イタリアの
km: អ៊ីតាលី
kn: ಇಟಲಿಯ
ko: 이탈리아 사람
lo: ອິຕາລຽນ
lv: Itālietis
ms: Bahasa Itali
nl: Italiaans
pl: Włoski
pt_pt: italiano
ru: Итальянский
th: อิตาลี
tr: İtalyan
uk: Італійський
vi: Tiếng Ý
zh_hans: 意大利人

# language_indonesian
source: Indonesian
ar: إندونيسي
cs: indonéština
de: Indonesisch
el: Ινδονησιακός
es: indonesio
et: Indoneesia
fi: Indonesialainen
fr: indonésien
hi: इन्डोनेशियाई
id: bahasa Indonesia
it: indonesiano
ja: インドネシア語
km: ឥណ្ឌូនេស៊ី
kn: ಇಂಡೋನೀಷಿಯ
ko: 인도네시아 인
lo: ອິນໂດເນເຊຍ
lv: Indonēzietis
ms: Indonesia
nl: Indonesisch
pl: indonezyjski
pt_pt: indonésio
ru: индонезийский
th: ชาวอินโดนีเซีย
tr: Endonezyalı
uk: Індонезійський
vi: Tiếng Indonesia
zh_hans: 印度尼西亚

# language_hindi
source: Hindi
ar: الهندية
cs: hindština
el: Χίντι
et: Hindi keel
hi: हिंदी
ja: ヒンディー語
km: ហិណ្ឌូ
kn: ಹಿಂದಿ
ko: 힌디 어
lo: ຮິນດູ
lv: Hindu valoda
pl: hinduski
ru: хинди
th: ภาษาฮินดี
tr: Hintçe
uk: Хінді
vi: Tiếng Hindi
zh_hans: 印地语

# language_greek
source: Greek
ar: اليونانية
cs: řecký
de: griechisch
el: Ελληνικά
es: Griego
et: Kreeka keel
fi: Kreikka
fr: grec
hi: यूनानी
id: Orang yunani
it: greco
ja: ギリシャ語
km: ក្រិក
kn: ಗ್ರೀಕ್
ko: 그리스 어
lo: ກເຣັກ
lv: Grieķu valoda
nl: Grieks
pl: grecki
pt_pt: grego
ru: Греческий
th: กรีก
tr: Yunan
uk: Грецький
vi: Tiếng Hy Lạp
zh_hans: 希腊语

# language_german
source: German
ar: ألمانية
cs: Němec
de: Deutsch
el: Γερμανός
es: Alemán
et: Sakslane
fi: Saksan kieli
fr: Allemand
hi: जर्मन
id: Jerman
it: Tedesco
ja: ドイツ人
km: អាឡឺម៉ង់
kn: ಜರ್ಮನ್ ಭಾಷೆಯ
ko: 독일 사람
lo: ເຢຍລະມັນ
lv: Vācu valoda
ms: Jerman
nl: Duits
pl: Niemiecki
pt_pt: Alemão
ru: Немецкий
th: ชาวเยอรมัน
tr: Almanca
uk: Німецький
vi: Tiếng Đức
zh_hans: 德语

# language_french
source: French
ar: فرنسي
cs: francouzština
de: Französisch
el: γαλλική γλώσσα
es: Francés
et: Prantsuse
fi: Ranskan kieli
fr: Français
hi: फ्रांसीसी
id: Perancis
it: francese
ja: フランス語
km: បារាំង
kn: ಫ್ರೆಂಚ್
ko: 프랑스 국민
lo: ຝຣັ່ງ
lv: Franču valoda
ms: Perancis
nl: Frans
pl: Francuski
pt_pt: Francês
ru: Французский
th: ภาษาฝรั่งเศส
tr: Fransızca
uk: Французький
vi: Tiếng Pháp
zh_hans: 法语

# language_finnish
source: Finnish
ar: الفنلندية
cs: Finštinu
de: finnisch
el: φινλανδικός
es: finlandés
et: Soomlane
fi: Suomalainen
fr: finlandais
hi: फिनिश
id: Finlandia
it: finlandese
ja: フィンランド語
km: ហ្វាំងឡង់
kn: ಲೋಕದ
ko: 핀란드
lo: ແຟງລັງ
lv: Somu
ms: Finland
nl: Fins
pl: fiński
pt_pt: finlandês
ru: Финский
th: ภาษาฟินแลนด์
tr: Fince
uk: Фінський
vi: Tiếng Phần Lan
zh_hans: 芬兰

# language_estonian
source: Estonian
ar: الإستونية
cs: estonština
de: estnisch
el: Εσθονικός
es: Estonio
et: Eestonian
fi: Virolainen
fr: estonien
hi: एस्तोनियावासी
id: Estonia
it: Estone
ja: エストニアン
km: អេស្តូនី
kn: ಎಸ್ಟೋನದ
ko: 에스토니아 사람
lv: Igauņu
ms: Estonia
nl: Estlands
pl: estoński
pt_pt: estoniano
ru: эстонский
th: เอสโตเนีย
tr: Estonya
uk: Естонський
vi: Tiếng Estonia
zh_hans: 爱沙尼亚人

# language_dutch
source: Dutch
ar: هولندي
cs: holandský
de: Niederländisch
el: Ολλανδός
es: Holandés
et: Hollandlane
fi: Hollannin kieli
fr: Néerlandais
hi: डच
id: Belanda
it: Olandese
ja: オランダの
km: ហូឡង់
kn: ಡಚ್ಚರ
ko: 네덜란드 사람
lo: ໂຮນລັງ
lv: Holandieši
ms: Belanda
nl: Nederlands
pl: Holenderski
pt_pt: Holandês
ru: Голландский
th: ชาวดัตช์
tr: Flemenkçe
uk: Голландський
vi: Tiếng Hà Lan
zh_hans: 荷兰

# language_czech
source: Czech
ar: التشيكية
cs: čeština
de: Tschechisch
el: Τσέχος
es: checo
et: Tšehhi
fi: Tšekin
fr: tchèque
hi: चेक
id: Ceko
it: ceco
ja: チェコ
km: ឆែក
kn: ಜೆಕ್
ko: 체코 사람
lo: ເຊັກ
lv: Čehu valoda
nl: Tsjechisch
pt_pt: Tcheco
ru: Чешский
th: ภาษาเช็ก
tr: Çek
uk: Чеський
vi: Tiếng Séc
zh_hans: 捷克

# language_chinese
source: Chinese
ar: صينى
cs: čínština
de: Chinesisch
el: κινέζικα
es: Chino
et: Hiinlane
fi: Kiinalainen
fr: Chinois
hi: चीनी
id: Cina
it: Cinese
ja: 中国語
km: ចិន
kn: ಚೀನಾದ
ko: 중국인
lo: ຈີນ
lv: Ķīnietis
ms: Cina
pl: chiński
pt_pt: chinês
ru: Китайский
th: ชาวจีน
tr: Çince
uk: Китайський
vi: Tiếng Trung Quốc
zh_hans: 中国人

# language_english
source: English
ar: إنجليزي
cs: Angličtina
de: Englisch
el: Αγγλικά
es: Inglés
et: Inglise
fi: Englanti
fr: Anglais
hi: अंग्रेज़ी
id: Bahasa inggris
it: Inglese
ja: 英語
km: អាលេវីម
kn: ಆಂಗ್ಲ
ko: 영어
lo: ພາສາອັງກິດ
lv: Angļu
ms: Bahasa Inggeris
nl: Engels
pl: język angielski
pt_pt: Inglês
ru: Английский
th: ภาษาอังกฤษ
tr: İngilizce
uk: Англійська мова
vi: Tiếng Anh
zh_hans: 英语

# language_vietnamese
source: Vietnamese
ar: الفيتنامي
cs: vietnamština
de: Vietnamesisch
el: Βιετναμέζος
es: vietnamita
et: Vietnamlane
fi: vietnam
fr: vietnamien
hi: वियतनामी
id: Orang Vietnam
it: vietnamita
ja: ベトナム人
km: ជនជាតិវៀតណាម
kn: ವಿಯೆಟ್ನಾಂ
ko: 베트남어
lo: ໄທຍວນ
lv: Vjetnamietis
ms: Vietnam
nl: Vietnamees
pl: wietnamski
pt_pt: vietnamita
ru: вьетнамский
th: เวียดนาม
tr: Vietnam
uk: В'єтнамський
vi: Tiếng Việt
zh_hans: 越南人

# language_languages
source: Languages
ar: اللغات
cs: Jazyky
de: Sprachen
el: Γλώσσες
es: Lenguas
et: Keeled
fi: Kieli (kielet
fr: Langues
hi: बोली
id: Bahasa
it: Le lingue
ja: 言語
km: បដា
kn: ಭಾಷೆಗಳ
ko: 언어
lo: ພາສາ
lv: Valodas
ms: Bahasa
nl: Talen
pl: Języki
pt_pt: línguas
ru: Языки
th: ภาษา
tr: Diller
uk: Мови
vi: Ngôn ngữ
zh_hans: 语言

# ads_Unlimited
source: Unlimited
ar: غير محدود
cs: Neomezený
de: Unbegrenzt
el: Απεριόριστος
es: Ilimitado
et: Piiramatu
fi: Rajoittamaton
fr: Illimité
hi: असीमित
id: Tak terbatas
it: Illimitato
ja: 無制限
km: គ្មានដែនកំណត់
kn: ಅನಿಯಮಿತ
ko: 제한 없는
lo: ບໍ່ຈໍາກັດ
lv: Neierobežots
ms: Tidak terhad
nl: Onbeperkt
pl: Nieograniczony
pt_pt: Ilimitado
ru: Неограниченный
th: ไม่ จำกัด
tr: Sınırsız
uk: Необмежений
vi: Vô hạn
zh_hans: 无限

# ads_Advertisements
source: Advertisements
ar: الإعلانات
cs: Reklamy
de: Anzeige
el: Διαφημίσεις
es: Anuncios
et: Reklaamid
fi: Mainokset
fr: Annonces
hi: विज्ञापनों
id: Iklan
it: Annunci
ja: 広告
km: ការផ្សាយពាណិជ្ជកម្ម
kn: ಜಾಹೀರಾತುಗಳು
ko: 광고
lo: ການໂຄສະນາ
lv: Sludinājumi
ms: Iklan
nl: Advertenties
pl: Reklamy
pt_pt: Anúncios
ru: Рекламные объявления
th: โฆษณา
tr: Reklamlar
uk: Реклама
vi: Quảng cáo
zh_hans: 广告

# ads_NoAds
source: No Ads
ar: لا اعلانات
cs: Žádné reklamy
de: Keine Werbung
el: Χωρίς διαφημίσεις
es: Sin anuncios
et: Reklaame pole
fi: Ei mainoksia
fr: Pas de pubs
hi: विज्ञापन नहीं
id: Tanpa iklan
it: Nessuna pubblicità
ja: 広告なし
km: គ្មានការផ្សព្វផ្សាយពាណិជ្ជកម្ម
kn: ಜಾಹೀರಾತುಗಳಿಲ್ಲ
ko: 광고 없음
lo: ບໍ່ມີໂຄສະນາ
lv: Nav reklāmu
ms: Tiada iklan
nl: Geen advertenties
pl: Bez reklam
pt_pt: Sem anúncios
ru: Без рекламы
th: ไม่มีโฆษณา
tr: Reklamsız
uk: Немає оголошень
vi: Không quảng cáo
zh_hans: 无广告

# register_agreeTerms
source: By tapping "Continue", you will be charged, your subscription will auto-renew for the same package length until you cancel via App Store Settings, and you agree to our Terms.
ar: من خلال النقر على "متابعة" ، سيتم فرض رسوم عليك ، وسيتم تجديد الاشتراك الخاص بك تلقائيًا لنفس طول الحزمة حتى تقوم بالإلغاء عبر إعدادات متجر التطبيقات ، وتوافق على شروطنا.
cs: Klepnutím na "Pokračujte v", bude vám účtováno, vaše předplatné bude automaticky obnovit stejnou délku balíčku, dokud nezrušíte nastavení App Store, a souhlasíte s našimi podmínkami.
de: Wenn Sie "fortsetzen", werden Sie berechnet, Ihr Abonnement wird automatisch für dieselbe Paketlänge nachverdünnt, bis Sie über App Store-Einstellungen stornieren, und Sie stimmen unseren Bedingungen zu.
el: Πατώντας "Συνεχίστε", θα χρεωθείτε, η συνδρομή σας θα αναζωογονήσει αυτόματα για το ίδιο μήκος συσκευασίας μέχρι να ακυρώσετε μέσω των ρυθμίσεων αποθήκευσης εφαρμογών και συμφωνείτε με τους όρους μας.
es: Al tocar "continuar", se le cobrará, su suscripción se renovará automáticamente para la misma duración del paquete hasta que cancele a través de la configuración de la tienda de aplicaciones, y acepta nuestros términos.
et: Koputades "Jätka", võetakse teilt tasu, teie tellimus tühistab sama paketi pikkuse automaatselt, kuni tühistate App Store'i sätete kaudu, ja nõustute meie tingimustega.
fi: Napauttamalla "jatka", sinulta veloitetaan, tilauksesi uusii uudelleen saman paketin pituuden, kunnes peruutat App Store -asetusten kautta, ja hyväksyt ehdot.
fr: En appuyant sur "Continuer", vous serez facturé, votre abonnement sera automatiquement renouvelé pour la même longueur de package jusqu'à ce que vous annulez via les paramètres de l'App Store et vous acceptez nos conditions.
hi: "को जारी रखने से", आपको चार्ज किया जाएगा, आपकी सदस्यता एक ही पैकेज की लंबाई के लिए ऑटो-रेन्यू होगी जब तक कि आप ऐप स्टोर सेटिंग्स के माध्यम से रद्द नहीं करते हैं, और आप हमारी शर्तों से सहमत हैं।
id: Dengan mengetuk "Lanjutkan", Anda akan dikenakan biaya, langganan Anda akan memperbarui secara otomatis untuk panjang paket yang sama sampai Anda membatalkan melalui pengaturan App Store, dan Anda menyetujui persyaratan kami.
it: Toccando "Continua", ti verrà addebitato, l'abbonamento verrà auto-rinnovato per la stessa durata del pacchetto fino a quando non si annulla le impostazioni dell'App Store e accetta i nostri termini.
ja: "続行"をタップすることにより、充電されます。サブスクリプションは、App Storeの設定を介してキャンセルするまで、同じパッケージの長さに対して自動レネーになり、条件に同意します。
km: តាមរយៈការប៉ះ "បន្ត" អ្នកនឹងត្រូវបានគិតប្រាក់ការជាវរបស់អ្នកនឹងបន្តជាការសរសេរឡើងវិញដោយស្វ័យប្រវត្តិសម្រាប់ប្រវែងកញ្ចប់ដដែលរហូតដល់អ្នកបោះបង់ការកំណត់ App Store ហើយអ្នកយល់ព្រមនឹងលក្ខខណ្ឌរបស់យើង។
kn: "ಮುಂದುವರಿಸಿ" ಮುಂದುವರಿಸಿ, ನಿಮಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುತ್ತದೆ, ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆ ನೀವು ಆಪ್ ಸ್ಟೋರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೂಲಕ ರದ್ದುಗೊಳಿಸುವವರೆಗೆ ಅದೇ ಪ್ಯಾಕೇಜ್ ಉದ್ದಕ್ಕೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಿಸುತ್ತದೆ ಮತ್ತು ನಮ್ಮ ನಿಯಮಗಳನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.
ko: "계속"를 탭하면 요금이 청구되며, 구독은 App Store 설정을 통해 취소 할 때까지 동일한 패키지 길이에 대한 자동 갱신이됩니다.이 약관에 동의합니다.
lo: ໂດຍການແຕະ "ສືບຕໍ່ "", ທ່ານຈະຖືກຄິດຄ່າທໍານຽມ, ການສະຫມັກໃຊ້ຄວາມຍາວຂອງຊຸດດຽວກັນຈົນກວ່າທ່ານຈະເຫັນດີກັບຂໍ້ກໍານົດຂອງພວກເຮົາ.
lv: Pieskaroties "turpināt", jums tiks iekasēta maksa, jūsu abonements automātiski atjaunos tādu pašu paketes garumu, līdz jūs atcelsit, izmantojot App Store iestatījumus, un jūs piekrītat mūsu noteikumiem.
ms: Dengan mengetuk "Teruskan", anda akan dikenakan bayaran, langganan anda akan diperbaharui secara automatik untuk panjang pakej yang sama sehingga anda membatalkan melalui tetapan App Store, dan anda bersetuju dengan terma kami.
nl: Door op "doorgaan" te tikken, wordt u in rekening gebracht, uw abonnement wordt automatisch vernieuwd voor dezelfde pakketlengte totdat u annuleert via App Store-instellingen en u akkoord gaat met onze voorwaarden.
pl: Stukając "Kontynuuj", zostaniesz obciążony, Twoja subskrypcja będzie automatycznie reniw dla tej samej długości pakietu, dopóki nie anulujesz za pośrednictwem ustawień App Store i zgodzisz się na nasze warunki.
pt_pt: Ao tocar "Continue", você será cobrado, sua assinatura será renovada automaticamente pelo mesmo comprimento do pacote até que você cancelasse através das configurações da App Store e você concorda com nossos termos.
ru: Поступив "Продолжить", вы будете взиматься, ваша подписка будет автоматически продлеваться по той же длине пакета, пока вы не отмените настройки приложений, и вы соглашаетесь с нашими условиями.
th: โดยการแตะ "ดำเนินการต่อ" คุณจะถูกเรียกเก็บเงินการสมัครสมาชิกของคุณจะต่ออายุอัตโนมัติสำหรับความยาวแพ็คเกจเดียวกันจนกว่าคุณจะยกเลิกผ่านการตั้งค่า App Store และคุณยอมรับข้อกำหนดของเรา
tr: "Devam ederek" devam edin, tahsil edileceksiniz, aboneliğiniz App Store ayarları aracılığıyla iptal edene kadar aynı paket uzunluğu için otomatik olarak yenilenecek ve şartlarımızı kabul edersiniz.
uk: Накладаючи "Продовжити", з вами стягуватиметься стягнуто, ваша підписка буде автоматично відновити на ту саму довжину пакету, поки ви не скасуєте через налаштування App Store, і ви погоджуєтесь з нашими умовами.
vi: Khi nhấn "Tiếp tục", bạn đồng ý với Điều khoản của chúng tôi. Các gói đăng ký của bạn sẽ tự động gia hạn với cùng thời lượng gói cho đến khi bạn hủy thông qua cài đặt trên App Store.
zh_hans: 通过点击"继续"，您将被收取费用，您的订阅将自动续订相同的软件包长度，直到您通过App Store设置取消，并同意我们的条款。

# settings_actions_restorePurchase
source: Restore Purchase
ar: استعادة شراء
cs: Obnovit nákup
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
es: Compra de restauración
et: Ostu taastamine
fi: Palauta osto
fr: Restaurer l'achat
hi: पुनःस्थापन क्रय
id: Kembalikan pembelian
it: Ripristinare acquisto
ja: 購入商品を復元する
km: ស្តា​រ​ការ​ទិញ
kn: ಖರೀದಿಯನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko: 구매를 복원하십시오
lo: ຟື້ນຟູການຊື້
lv: Atjaunot pirkumu
ms: Memulihkan pembelian
nl: Herstel aankoop
pl: Przywróć zakup
pt_pt: Restaurar compra
ru: Восстановить покупку
th: กู้คืนการซื้อ
tr: Satın Alma Geri Yükle
uk: Відновити придбання
vi: Khôi phục mua hàng
zh_hans: 恢复购买

# settings_actions_feedback
source: Feedback
ar: تعليق
cs: Zpětná vazba
de: Rückmeldung
el: Ανατροφοδότηση
es: Comentario
et: Tagasiside
fi: Palaute
fr: Retour
hi: प्रतिक्रिया
id: Masukan
ja: フィードバック
km: មតិប្រតិកម្ម
kn: ಪ್ರತಿಕ್ರಿಯೆ
ko: 피드백
lo: ຄໍາຕິຊົມ
lv: Atsauksmes
ms: Maklum balas
pl: Informacja zwrotna
pt_pt: Opinião
ru: Обратная связь
th: ข้อเสนอแนะ
tr: Geri bildirim
uk: Зворотний зв'язок
vi: Phản hồi
zh_hans: 反馈

# settings_actions_shareApp
source: Share
ar: يشارك
cs: Podíl
de: Aktie
el: Μερίδιο
es: Compartir
et: Osakaal
fi: Jaa
fr: Partager
hi: शेयर करना
id: Membagikan
it: Condividere
ja: 共有
km: ការរមលេក
kn: ಹಂಚು
ko: 공유하다
lo: ສ່ວນ
lv: Akcija
ms: Berkongsi
nl: Deel
pl: Udział
pt_pt: Compartilhar
ru: Делиться
th: แบ่งปัน
tr: Paylaşmak
uk: Розподіляти
vi: Chia sẻ
zh_hans: 分享

# settings_actions_rateAndReview
source: Rate & Review
ar: مراجعة معدل
cs: Sazba a recenze
el: Βαθμολογία & κριτική
es: Revisión de tasas
et: Hindama ja ülevaade
fi: Arviointi ja arviointi
fr: Tarif et examen
hi: दर और समीक्षा
id: Nilai & Ulasan
it: Tariffa e revisione
ja: レートとレビュー
km: អត្រានិងការត្រួតពិនិត្យ
kn: ದರ ಮತ್ತು ವಿಮರ್ಶೆ
ko: 속도 및 검토
lo: ອັດຕາແລະການທົບທວນ
lv: Likme un pārskats
ms: Kadar & Kajian
nl: Tarief & beoordeling
pl: Stawka i przegląd
pt_pt: Taxa e revisão
ru: Скорость и обзор
th: ให้คะแนนและทบทวน
tr: Oran incelemesi
uk: Цінність та огляд
vi: Nhận xét & Đánh giá
zh_hans: 费率和评论
